Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# config.enhancedSync.info
source: In-process synchronization for Wine threads. MSync is fastest on macOS; ESync is a fallback; None is most compatible.
ar: مزامنة داخل العملية لخيوط Wine. MSync هي الأسرع على macOS، وESync بديل احتياطي، وبلا هي الأكثر توافقًا.
cs: Synchronizace vláken Wine v procesu. MSync je na macOS nejrychlejší, ESync je záloha, „Žádná“ je nejkompatibilnější.
da: Synkronisering af Wine-tråde. MSync er hurtigst på macOS, ESync er reserveløsningen, og Ingen er mest kompatibel.
de: Synchronisierung von Wine-Threads. MSync ist am schnellsten, ESync die Ausweichoption, „Keine“ am kompatibelsten.
es: Sincronización interna de hilos de Wine. MSync: la más rápida en macOS; ESync: alternativa; Ninguna: la más compatible.
fi: Wine-säikeiden sisäinen synkronointi. MSync on nopein macOS:ssä, ESync varavaihtoehto, Ei mitään yhteensopivin.
fr: Synchronisation interne des threads Wine. MSync : le plus rapide sur macOS ; ESync : repli ; Aucun : le plus compatible.
it: Sincronizzazione interna dei thread Wine. MSync: più veloce su macOS; ESync: alternativa; Nessuno: più compatibile.
ja: Wine のスレッド同期をプロセス内で行います。macOS では MSync が最速、ESync は代替手段、なしが最も互換性に優れます。
ko: Wine 스레드를 프로세스 내에서 동기화합니다. macOS에서는 MSync가 가장 빠르고, ESync는 대체 수단이며, 없음이 가장 호환성이 좋습니다.
nl: Synchronisatie van Wine-threads. MSync is het snelst op macOS, ESync is de terugvaloptie en Geen het meest compatibel.
pl: Synchronizacja wątków Wine w procesie. MSync jest najszybszy na macOS, ESync to rezerwa, „Brak” jest najzgodniejszy.
pt_br: Sincronização interna das threads do Wine. MSync: mais rápida no macOS; ESync: alternativa; Nenhum: mais compatível.
pt_pt: Sincronização interna das threads do Wine. MSync: mais rápida no macOS; ESync: alternativa; Nenhum: mais compatível.
ro: Sincronizare internă a firelor Wine. MSync: cea mai rapidă pe macOS; ESync: alternativă; Niciunul: cel mai compatibil.
ru: Синхронизация потоков Wine в процессе. MSync быстрее на macOS, ESync — запасной вариант, «Нет» — самый совместимый.
sv: Synkronisering av Wine-trådar. MSync är snabbast på macOS, ESync är reservalternativet och Ingen är mest kompatibel.
tr: Wine iş parçacıkları için işlem içi eşitleme. macOS'te MSync en hızlısı, ESync yedektir; Yok en uyumlusudur.
uk: Синхронізація потоків Wine у процесі. MSync найшвидша на macOS, ESync — запасний варіант, «Немає» — найсумісніший.
vi: Đồng bộ trong tiến trình cho luồng Wine. MSync nhanh nhất trên macOS, ESync dự phòng, Không là tương thích nhất.
zh_hans: 为 Wine 线程提供进程内同步。在 macOS 上 MSync 最快，ESync 为备选，“无”兼容性最好。
zh_hant: 為 Wine 執行緒提供程序內同步。在 macOS 上 MSync 最快，ESync 為備援，「無」相容性最佳。

# config.enhancedSync.none
source: None
ar: لا شَيْء
cs: Žádný
da: Ingen
de: Keiner
es: Ninguna
fi: Ei mitään
fr: Aucun
it: Nessuno
ja: なし
ko: 끄기
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Не задана
sv: Ingen
tr: Hiçbiri
uk: Немає
vi: Không có
zh_hans: 无
zh_hant: 無

# config.forceD3D11
source: Force DirectX 11
ar: فرض DirectX 11
cs: Vynutit DirectX 11
da: Gennemtving DirectX 11
de: DirectX 11 erzwingen
es: Forzar DirectX 11
fi: Pakota DirectX 11
fr: Forcer DirectX 11
it: Forza DirectX 11
ja: DirectX 11 を強制
ko: DirectX 11 강제 사용
nl: DirectX 11 forceren
pl: Wymuś DirectX 11
pt_br: Forçar DirectX 11
pt_pt: Forçar DirectX 11
ro: Forțează DirectX 11
ru: Принудительно DirectX 11
sv: Tvinga DirectX 11
tr: DirectX 11'i Zorla
uk: Примусово DirectX 11
vi: Buộc dùng DirectX 11
zh_hans: 强制使用 DirectX 11
zh_hant: 強制使用 DirectX 11

# config.forceD3D11.info
source: Use D3D11 mode for better compatibility with older games
ar: يستخدم وضع D3D11 لتوافق أفضل مع الألعاب القديمة
cs: Režim D3D11 pro lepší kompatibilitu se staršími hrami
da: Brug D3D11-tilstand for bedre kompatibilitet med ældre spil
de: D3D11-Modus für bessere Kompatibilität mit älteren Spielen verwenden
es: Usa el modo D3D11 para mejorar la compatibilidad con juegos antiguos
fi: Käyttää D3D11-tilaa vanhempien pelien paremman yhteensopivuuden vuoksi
fr: Utilise le mode D3D11 pour une meilleure compatibilité avec les jeux anciens
it: Usa la modalità D3D11 per una migliore compatibilità con i giochi meno recenti
ja: 古いゲームとの互換性を高めるため D3D11 モードを使用します
ko: 오래된 게임과의 호환성을 위해 D3D11 모드를 사용합니다
nl: Gebruik de D3D11-modus voor betere compatibiliteit met oudere games
pl: Tryb D3D11 dla lepszej zgodności ze starszymi grami
pt_br: Usa o modo D3D11 para melhor compatibilidade com jogos antigos
pt_pt: Usa o modo D3D11 para melhor compatibilidade com jogos mais antigos
ro: Folosește modul D3D11 pentru compatibilitate mai bună cu jocurile vechi
ru: Режим D3D11 для лучшей совместимости со старыми играми
sv: Använd D3D11-läge för bättre kompatibilitet med äldre spel
tr: Eski oyunlarla daha iyi uyumluluk için D3D11 modunu kullanır
uk: Режим D3D11 для кращої сумісності зі старими іграми
vi: Dùng chế độ D3D11 để tương thích tốt hơn với game cũ
zh_hans: 使用 D3D11 模式以提升与旧游戏的兼容性
zh_hant: 使用 D3D11 模式以提升與舊遊戲的相容性

# config.graphics.advanced
source: Advanced
ar: متقدم
cs: Pokročilé
da: Avanceret
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Расширенные
sv: Avancerat
tr: Gelişmiş
uk: Розширені
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# config.graphics.advancedActive
source: Advanced overrides are active. The simple picker is hidden until they are cleared.
ar: التجاوزات المتقدمة نشطة. يظل المحدد البسيط مخفيًا حتى يتم مسحها.
cs: Jsou aktivní pokročilé přepisy. Jednoduchý výběr je skrytý, dokud je nezrušíte.
da: Avancerede tilsidesættelser er aktive. Den enkle vælger er skjult, indtil de fjernes.
de: Erweiterte Überschreibungen sind aktiv. Die einfache Auswahl wird erst wieder angezeigt, wenn sie entfernt wurden.
es: Hay anulaciones avanzadas activas. El selector simple permanece oculto hasta que se borren.
fi: Lisäasetusten ohitukset ovat käytössä. Perusvalitsin on piilotettu, kunnes ne tyhjennetään.
fr: Des réglages avancés sont actifs. Le sélecteur simple reste masqué tant qu'ils ne sont pas effacés.
it: Sono attivi override avanzati. Il selettore semplice resta nascosto finché non vengono rimossi.
ja: 詳細な上書きが有効です。これらを解除するまで、シンプルな選択肢は表示されません。
ko: 고급 재정의가 적용되어 있습니다. 이를 해제할 때까지 간단 선택기는 표시되지 않습니다.
nl: Geavanceerde overrides zijn actief. De eenvoudige keuzelijst blijft verborgen totdat ze zijn gewist.
pl: Aktywne są zaawansowane zastąpienia. Prosty wybór jest ukryty, dopóki ich nie wyczyścisz.
pt_br: Há substituições avançadas ativas. O seletor simples fica oculto até que sejam removidas.
pt_pt: Há substituições avançadas ativas. O seletor simples fica oculto até serem removidas.
ro: Sunt active suprascrieri avansate. Selectorul simplu rămâne ascuns până când sunt eliminate.
ru: Действуют расширенные замены. Простой выбор скрыт, пока они не сброшены.
sv: Avancerade åsidosättningar är aktiva. Den enkla väljaren visas igen när de har tagits bort.
tr: Gelişmiş geçersiz kılmalar etkin. Bunlar temizlenene kadar basit seçici gizlenir.
uk: Діють розширені перевизначення. Простий вибір приховано, доки їх не скинуто.
vi: Ghi đè nâng cao đang bật. Bộ chọn đơn giản sẽ ẩn cho đến khi xóa các ghi đè này.
zh_hans: 已启用高级覆盖。在清除这些设置之前，简单选择器不会显示。
zh_hant: 已啟用進階覆寫。在清除這些設定之前，簡易選擇器不會顯示。

# config.graphics.backend.d3dMetal.missingWarning
source: This bottle is set to D3DMetal, which the installed engine doesn't include. Games will fall back to WineD3D, which can't run DirectX 11 titles — switch to DXMT or DXVK.
ar: هذه الزجاجة مضبوطة على D3DMetal، وهو غير مضمّن في المحرك المثبت. ستعود الألعاب إلى WineD3D الذي لا يستطيع تشغيل ألعاب DirectX 11 — بدّل إلى DXMT أو DXVK.
cs: Tato láhev má nastavený D3DMetal, který nainstalované prostředí neobsahuje. Hry přejdou na WineD3D, který neumí hry s DirectX 11 — přepněte na DXMT nebo DXVK.
da: Denne flaske er indstillet til D3DMetal, som ikke findes i den installerede engine. Spil falder tilbage til WineD3D, der ikke kan køre DirectX 11-titler — skift til DXMT eller DXVK.
de: Für diese Flasche ist D3DMetal eingestellt, das in der installierten Engine nicht enthalten ist. Spiele weichen auf WineD3D aus, das keine DirectX-11-Titel ausführen kann – wechsle zu DXMT oder DXVK.
es: Esta botella usa D3DMetal, que el motor instalado no incluye. Los juegos recurrirán a WineD3D, que no puede ejecutar títulos DirectX 11: cambia a DXMT o DXVK.
fi: Tämä pullo on asetettu käyttämään D3DMetalia, jota asennettu moottori ei sisällä. Pelit siirtyvät WineD3D:hen, joka ei pysty ajamaan DirectX 11 -pelejä — vaihda DXMT:hen tai DXVK:hon.
fr: Cette bouteille utilise D3DMetal, absent du moteur installé. Les jeux basculeront sur WineD3D, qui ne peut pas exécuter les titres DirectX 11 — passez à DXMT ou DXVK.
it: Questa bottiglia è impostata su D3DMetal, che il motore installato non include. I giochi useranno WineD3D, che non può eseguire i titoli DirectX 11: passa a DXMT o DXVK.
ja: この Bottle は D3DMetal に設定されていますが、インストール済みのエンジンには含まれていません。ゲームは WineD3D にフォールバックし、DirectX 11 のタイトルは実行できません。DXMT または DXVK に切り替えてください。
ko: 이 Bottle은 D3DMetal로 설정되어 있지만 설치된 엔진에는 포함되어 있지 않습니다. 게임은 WineD3D로 대체 실행되어 DirectX 11 타이틀을 실행할 수 없습니다. DXMT 또는 DXVK로 전환하십시오.
nl: Deze fles is ingesteld op D3DMetal, dat niet in de geïnstalleerde engine zit. Games vallen terug op WineD3D, dat geen DirectX 11-titels kan draaien — schakel over naar DXMT of DXVK.
pl: Ta butelka ma ustawiony D3DMetal, którego nie zawiera zainstalowany silnik. Gry przełączą się na WineD3D, który nie obsługuje DirectX 11 — wybierz DXMT lub DXVK.
pt_br: Esta Bottle está definida para D3DMetal, que o motor instalado não inclui. Os jogos vão recorrer ao WineD3D, que não roda títulos DirectX 11 — mude para DXMT ou DXVK.
pt_pt: Esta Bottle está definida para D3DMetal, que o motor instalado não inclui. Os jogos vão recorrer ao WineD3D, que não consegue executar títulos DirectX 11 — mude para DXMT ou DXVK.
ro: Această sticlă este setată pe D3DMetal, care nu este inclus în motorul instalat. Jocurile vor folosi WineD3D, care nu poate rula titluri DirectX 11 — treci la DXMT sau DXVK.
ru: Для этой бутылки выбран D3DMetal, которого нет в установленной среде. Игры переключатся на WineD3D, который не поддерживает DirectX 11 — выберите DXMT или DXVK.
sv: Den här flaskan är inställd på D3DMetal, som inte ingår i den installerade motorn. Spel faller tillbaka på WineD3D, som inte kan köra DirectX 11-titlar — byt till DXMT eller DXVK.
tr: Bu şişe D3DMetal olarak ayarlı, ancak yüklü motor bunu içermiyor. Oyunlar WineD3D'ye geri döner ve DirectX 11 oyunları çalışmaz — DXMT veya DXVK'ya geçin.
uk: Для цієї пляшки вибрано D3DMetal, якого немає у встановленому рушії. Ігри перейдуть на WineD3D, що не підтримує DirectX 11 — виберіть DXMT або DXVK.
vi: Bottle này được đặt dùng D3DMetal, nhưng engine đã cài không có sẵn. Game sẽ lùi về WineD3D, vốn không chạy được game DirectX 11 — hãy chuyển sang DXMT hoặc DXVK.
zh_hans: 此 Bottle 设为使用 D3DMetal，但已安装的引擎并不包含它。游戏会回退到 WineD3D，而它无法运行 DirectX 11 游戏 — 请改用 DXMT 或 DXVK。
zh_hant: 此 Bottle 設為使用 D3DMetal，但已安裝的引擎並未包含它。遊戲會退回使用 WineD3D，而它無法執行 DirectX 11 遊戲 — 請改用 DXMT 或 DXVK。

# config.graphics.backend.d3dMetal.summary
source: Apple's Direct3D-to-Metal translation, fastest on Apple Silicon for D3D9–12.
ar: طبقة Apple لترجمة Direct3D إلى Metal، وهي الأسرع على Apple Silicon لواجهات D3D9–12.
cs: Překlad Direct3D do Metalu od Apple, nejrychlejší na Apple Silicon pro D3D9–12.
da: Apples oversættelse fra Direct3D til Metal, hurtigst på Apple Silicon til D3D9–12.
de: Apples Übersetzung von Direct3D nach Metal, auf Apple Silicon am schnellsten für D3D9–12.
es: Traducción de Direct3D a Metal de Apple, la más rápida en Apple Silicon para D3D9–12.
fi: Applen Direct3D–Metal-käännöskerros, nopein Apple Siliconilla D3D9–12:lle.
fr: Traduction Direct3D vers Metal signée Apple, la plus rapide sur Apple Silicon pour D3D9–12.
it: Traduzione Direct3D-Metal di Apple, la più veloce su Apple Silicon per D3D9–12.
ja: Apple の Direct3D から Metal への変換。Apple Silicon では D3D9〜12 で最速です。
ko: Apple의 Direct3D를 Metal로 변환합니다. Apple Silicon에서 D3D9~12에 가장 빠릅니다.
nl: Apple's vertaling van Direct3D naar Metal, het snelst op Apple Silicon voor D3D9–12.
pl: Translacja Direct3D na Metal od Apple, najszybsza na Apple Silicon dla D3D9–12.
pt_br: Tradução de Direct3D para Metal da Apple, a mais rápida em Apple Silicon para D3D9–12.
pt_pt: Tradução de Direct3D para Metal da Apple, a mais rápida em Apple Silicon para D3D9–12.
ro: Traducerea Direct3D în Metal de la Apple, cea mai rapidă pe Apple Silicon pentru D3D9–12.
ru: Трансляция Direct3D в Metal от Apple: самая быстрая на Apple Silicon для D3D9–12.
sv: Apples översättning från Direct3D till Metal, snabbast på Apple Silicon för D3D9–12.
tr: Apple'ın Direct3D'den Metal'e çeviri katmanı; D3D9–12 için Apple Silicon'da en hızlısı.
uk: Трансляція Direct3D у Metal від Apple: найшвидша на Apple Silicon для D3D9–12.
vi: Lớp dịch Direct3D sang Metal của Apple, nhanh nhất trên Apple Silicon cho D3D9–12.
zh_hans: Apple 的 Direct3D 到 Metal 转换，在 Apple Silicon 上对 D3D9–12 速度最快。
zh_hant: Apple 的 Direct3D 轉 Metal 技術，在 Apple Silicon 上對 D3D9–12 速度最快。

# config.graphics.backend.d3dMetal.unavailable
source: Not included in the installed engine — needs a Game Porting Toolkit runtime
ar: غير مضمّن في المحرك المثبت — يتطلب بيئة تشغيل Game Porting Toolkit
cs: Není v nainstalovaném prostředí — vyžaduje prostředí Game Porting Toolkit
da: Findes ikke i den installerede engine — kræver en Game Porting Toolkit-runtime
de: In der installierten Engine nicht enthalten – benötigt eine Game-Porting-Toolkit-Runtime
es: No se incluye en el motor instalado: necesita un runtime de Game Porting Toolkit
fi: Ei sisälly asennettuun moottoriin — vaatii Game Porting Toolkit -ajoympäristön
fr: Absent du moteur installé — nécessite un runtime Game Porting Toolkit
it: Non incluso nel motore installato: richiede un runtime Game Porting Toolkit
ja: インストール済みのエンジンには含まれていません。Game Porting Toolkit のランタイムが必要です
ko: 설치된 엔진에 포함되어 있지 않음 — Game Porting Toolkit 런타임이 필요합니다
nl: Niet inbegrepen in de geïnstalleerde engine — vereist een Game Porting Toolkit-runtime
pl: Brak w zainstalowanym silniku — wymaga środowiska Game Porting Toolkit
pt_br: Não incluído no motor instalado — precisa de um runtime do Game Porting Toolkit
pt_pt: Não incluído no motor instalado — precisa de um runtime Game Porting Toolkit
ro: Nu este inclus în motorul instalat — necesită un runtime Game Porting Toolkit
ru: Нет в установленной среде — нужна среда Game Porting Toolkit
sv: Ingår inte i den installerade motorn — kräver en Game Porting Toolkit-runtime
tr: Yüklü motorda bulunmuyor — Game Porting Toolkit çalışma zamanı gerekir
uk: Немає у встановленому рушії — потрібен рушій Game Porting Toolkit
vi: Không có trong engine đã cài — cần runtime Game Porting Toolkit
zh_hans: 已安装的引擎不包含 — 需要 Game Porting Toolkit 运行时
zh_hant: 已安裝的引擎未包含 — 需要 Game Porting Toolkit 執行階段

# config.graphics.backend.dxmt.summary
source: Direct3D-11-to-Metal translation. Can outperform D3DMetal in some DX11 titles.
ar: ترجمة Direct3D 11 إلى Metal. قد تتفوق على D3DMetal في بعض ألعاب DX11.
cs: Překlad Direct3D 11 do Metalu. V některých hrách s DX11 překoná D3DMetal.
da: Oversættelse fra Direct3D 11 til Metal. Kan være hurtigere end D3DMetal i visse DX11-titler.
de: Übersetzung von Direct3D 11 nach Metal. Kann D3DMetal in manchen DX11-Titeln übertreffen.
es: Traducción de Direct3D 11 a Metal. Puede superar a D3DMetal en algunos juegos DX11.
fi: Direct3D 11 – Metal -käännös. Voi olla D3DMetalia nopeampi joissakin DX11-peleissä.
fr: Traduction Direct3D 11 vers Metal. Peut dépasser D3DMetal sur certains jeux DX11.
it: Traduzione Direct3D 11-Metal. In alcuni giochi DX11 può superare D3DMetal.
ja: Direct3D 11 から Metal への変換。DX11 のタイトルでは D3DMetal より高速な場合があります。
ko: Direct3D 11을 Metal로 변환합니다. 일부 DX11 타이틀에서는 D3DMetal보다 빠를 수 있습니다.
nl: Vertaling van Direct3D 11 naar Metal. Kan D3DMetal in sommige DX11-titels overtreffen.
pl: Translacja Direct3D 11 na Metal. W niektórych grach DX11 bywa szybsza niż D3DMetal.
pt_br: Tradução de Direct3D 11 para Metal. Pode superar o D3DMetal em alguns títulos DX11.
pt_pt: Tradução de Direct3D 11 para Metal. Em alguns títulos DX11 pode superar o D3DMetal.
ro: Traducerea Direct3D 11 în Metal. În unele titluri DX11 poate depăși D3DMetal.
ru: Трансляция Direct3D 11 в Metal. В отдельных играх на DX11 быстрее D3DMetal.
sv: Översättning från Direct3D 11 till Metal. Kan vara snabbare än D3DMetal i vissa DX11-titlar.
tr: Direct3D 11'den Metal'e çeviri. Bazı DX11 oyunlarında D3DMetal'den daha hızlı olabilir.
uk: Трансляція Direct3D 11 у Metal. В окремих іграх на DX11 швидша за D3DMetal.
vi: Lớp dịch Direct3D 11 sang Metal. Có thể nhanh hơn D3DMetal ở một số game DX11.
zh_hans: Direct3D 11 到 Metal 的转换。在部分 DX11 游戏中可能快于 D3DMetal。
zh_hant: Direct3D 11 轉 Metal 的技術。在部分 DX11 遊戲中可能勝過 D3DMetal。

# config.graphics.backend.dxmt.unavailable
source: Requires a Wine runtime update. Re-run setup to download the latest runtime.
ar: يتطلب تحديث بيئة تشغيل Wine. أعد تشغيل الإعداد لتنزيل أحدث إصدار.
cs: Vyžaduje aktualizaci prostředí Wine. Spusťte znovu nastavení a stáhněte nejnovější verzi.
da: Kræver en opdatering af Wine-runtimen. Kør opsætningen igen for at hente den nyeste runtime.
de: Erfordert eine Aktualisierung der Wine-Runtime. Führe die Einrichtung erneut aus, um die neueste Runtime zu laden.
es: Requiere actualizar el runtime de Wine. Vuelve a ejecutar la configuración para descargar el más reciente.
fi: Vaatii Wine-ajoympäristön päivityksen. Lataa uusin ajoympäristö suorittamalla asennus uudelleen.
fr: Nécessite une mise à jour du runtime Wine. Relancez la configuration pour télécharger la dernière version.
it: Richiede un aggiornamento del runtime Wine. Riesegui la configurazione per scaricare il runtime più recente.
ja: Wine ランタイムのアップデートが必要です。セットアップをやり直して最新のランタイムをダウンロードしてください。
ko: Wine 런타임 업데이트가 필요합니다. 설정을 다시 실행해 최신 런타임을 다운로드하십시오.
nl: Vereist een update van de Wine-runtime. Voer de setup opnieuw uit om de nieuwste runtime te downloaden.
pl: Wymaga aktualizacji silnika Wine. Uruchom konfigurację ponownie, aby go pobrać.
pt_br: Requer uma atualização do runtime do Wine. Execute a configuração de novo para baixar o runtime mais recente.
pt_pt: Requer uma atualização do runtime do Wine. Volte a executar a configuração para transferir o runtime mais recente.
ro: Necesită actualizarea runtime-ului Wine. Rulează din nou configurarea pentru a descărca cea mai recentă versiune.
ru: Нужна новая версия среды Wine. Запустите установку заново, чтобы загрузить её.
sv: Kräver en uppdaterad Wine-runtime. Kör konfigurationen igen för att hämta den senaste runtime-versionen.
tr: Wine çalışma zamanı güncellemesi gerekir. En son çalışma zamanını indirmek için kurulumu yeniden çalıştırın.
uk: Потрібно оновити рушій Wine. Запустіть налаштування ще раз, щоб завантажити його.
vi: Cần cập nhật runtime Wine. Hãy chạy lại phần cài đặt để tải runtime mới nhất.
zh_hans: 需要更新 Wine 运行时。请重新运行设置以下载最新运行时。
zh_hant: 需要更新 Wine 執行階段。請重新執行設定流程以下載最新版本。

# config.graphics.backend.dxvk.summary
source: Direct3D-to-Vulkan via MoltenVK; broader compatibility for D3D10/11 titles.
ar: ترجمة Direct3D إلى Vulkan عبر MoltenVK، مع توافق أوسع مع ألعاب D3D10/11.
cs: Překlad Direct3D do Vulkanu přes MoltenVK; širší kompatibilita u her s D3D10/11.
da: Direct3D til Vulkan via MoltenVK; bredere kompatibilitet for D3D10/11-titler.
de: Direct3D nach Vulkan über MoltenVK; breitere Kompatibilität für D3D10/11-Titel.
es: Direct3D a Vulkan mediante MoltenVK; mayor compatibilidad con juegos D3D10/11.
fi: Direct3D–Vulkan MoltenVK:n kautta; laajempi yhteensopivuus D3D10/11-peleissä.
fr: Direct3D vers Vulkan via MoltenVK ; compatibilité plus large pour les jeux D3D10/11.
it: Direct3D-Vulkan tramite MoltenVK; compatibilità più ampia per i giochi D3D10/11.
ja: MoltenVK 経由で Direct3D を Vulkan に変換します。D3D10/11 のタイトルで幅広い互換性があります。
ko: MoltenVK를 통해 Direct3D를 Vulkan으로 변환합니다. D3D10/11 타이틀에서 호환성이 더 넓습니다.
nl: Direct3D naar Vulkan via MoltenVK; bredere compatibiliteit voor D3D10/11-titels.
pl: Translacja Direct3D na Vulkan przez MoltenVK; szersza zgodność w grach D3D10/11.
pt_br: Direct3D para Vulkan via MoltenVK; compatibilidade mais ampla em títulos D3D10/11.
pt_pt: Direct3D para Vulkan através de MoltenVK; compatibilidade mais ampla em títulos D3D10/11.
ro: Direct3D în Vulkan prin MoltenVK; compatibilitate mai largă pentru titlurile D3D10/11.
ru: Трансляция Direct3D в Vulkan через MoltenVK: шире совместимость с играми на D3D10/11.
sv: Direct3D till Vulkan via MoltenVK; bredare kompatibilitet för D3D10/11-titlar.
tr: MoltenVK üzerinden Direct3D'den Vulkan'a; D3D10/11 oyunlarında daha geniş uyumluluk.
uk: Трансляція Direct3D у Vulkan через MoltenVK: ширша сумісність з іграми на D3D10/11.
vi: Direct3D sang Vulkan qua MoltenVK; tương thích rộng hơn với game D3D10/11.
zh_hans: 通过 MoltenVK 将 Direct3D 转换为 Vulkan；对 D3D10/11 游戏的兼容性更广。
zh_hant: 透過 MoltenVK 將 Direct3D 轉為 Vulkan；對 D3D10/11 遊戲的相容性更廣。

# config.graphics.backend.recommended
source: Recommended
ar: موصى به
cs: Doporučeno
da: Anbefales
de: Empfohlen
es: Recomendado
fi: Suositus
fr: Recommandé
it: Consigliato
ja: 推奨
ko: 권장
nl: Aanbevolen
pl: Zalecane
pt_br: Recomendado
pt_pt: Recomendado
ro: Recomandat
ru: Рекомендуется
sv: Rekommenderas
tr: Önerilen
uk: Рекомендовано
vi: Khuyến nghị
zh_hans: 推荐
zh_hant: 建議

# config.graphics.backend.recommended.rationale
source: Auto-selected based on the current system
ar: تم اختياره تلقائيًا بناءً على النظام الحالي
cs: Vybráno automaticky podle aktuálního systému
da: Valgt automatisk ud fra det aktuelle system
de: Automatisch anhand des aktuellen Systems gewählt
es: Seleccionado automáticamente según el sistema actual
fi: Valittu automaattisesti nykyisen järjestelmän perusteella
fr: Sélectionné automatiquement selon le système actuel
it: Selezionato automaticamente in base al sistema attuale
ja: 現在のシステムに基づいて自動選択されました
ko: 현재 시스템에 맞춰 자동 선택됨
nl: Automatisch gekozen op basis van het huidige systeem
pl: Wybrane automatycznie na podstawie bieżącego systemu
pt_br: Selecionado automaticamente com base no sistema atual
pt_pt: Selecionado automaticamente com base no sistema atual
ro: Selectat automat în funcție de sistemul actual
ru: Выбрано автоматически по текущей системе
sv: Vald automatiskt utifrån det aktuella systemet
tr: Geçerli sisteme göre otomatik seçildi
uk: Вибрано автоматично за поточною системою
vi: Được chọn tự động dựa trên hệ thống hiện tại
zh_hans: 根据当前系统自动选择
zh_hant: 依目前系統自動選擇

# config.graphics.backend.recommended.summary
source: Lets Whisky choose the best backend for your machine.
ar: يترك لـ Whisky اختيار أفضل واجهة خلفية لجهازك.
cs: Whisky sama vybere nejlepší backend pro váš počítač.
da: Lader Whisky vælge den bedste backend til din Mac.
de: Lässt Whisky das beste Backend für deinen Mac wählen.
es: Deja que Whisky elija el mejor backend para tu equipo.
fi: Antaa Whiskyn valita koneellesi parhaan taustajärjestelmän.
fr: Laisse Whisky choisir le meilleur backend pour votre machine.
it: Lascia che Whisky scelga il backend migliore per il tuo Mac.
ja: お使いの Mac に最適なバックエンドを Whisky が選びます。
ko: Whisky가 이 Mac에 가장 적합한 백엔드를 선택합니다.
nl: Laat Whisky de beste backend voor je Mac kiezen.
pl: Whisky sam wybierze najlepszy backend dla Twojego komputera.
pt_br: Deixa o Whisky escolher o melhor backend para o seu Mac.
pt_pt: Deixa o Whisky escolher o melhor backend para o seu Mac.
ro: Lasă Whisky să aleagă cel mai bun backend pentru Mac-ul tău.
ru: Whisky сам выберет лучший бэкенд для вашего компьютера.
sv: Låter Whisky välja den bästa backenden för din dator.
tr: Whisky'nin makineniz için en iyi arka ucu seçmesini sağlar.
uk: Whisky сам вибере найкращий бекенд для вашого комп'ютера.
vi: Để Whisky chọn backend tốt nhất cho máy của bạn.
zh_hans: 由 Whisky 为你的电脑选择最合适的后端。
zh_hant: 讓 Whisky 為你的電腦選擇最合適的後端。
